AuthorMetrics/app/controllers/bans_controller.rb

  def index
    @bans = Ban.all
---
SELECT "bans".* FROM "bans"